/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "# 1 मुद्रास्फीति कैलकुलेटर";

/* Title of the screen that describes the application */
"About" = "के बारे में";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "हमेशा सबसे हाल का डेटा होता है";

/* Currency of Australia */
"Australian Dollar" = "ऑस्ट्रलियन डॉलर";

/* Currency of Brazil */
"Brazilian Real" = "ब्राजीली रियल";

/* Currency of the United Kingdom */
"British Pound" = "ब्रिटिश पाउंड";

/* Currency of Canada */
"Canadian Dollar" = "कैनेडियन डॉलर";

/* Currency of China */
"Chinese Yuan" = "चीनी युवान";

/* Currency of Colombia */
"Colombian Peso" = "कोलम्बियाई पेसो";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "Cal Stephens द्वारा बनाया गया";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "%1$@ से %2$@ का डेटा";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "रचनाकार";

/* Currency of the European Union */
"Euro" = "यूरो";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "कभी अतीत से एक मूल्य देखें और आज कितना खर्च करना चाहते हैं? इन्फ्लेशन कैलकुलेटर के साथ, इसका उत्तर खोजना आसान है। मुद्रास्फीति कैलकुलेटर आपको पूरे इतिहास में पैसे के मूल्य की गणना करने देता है। यह भारतीय रुपये, अमेरिकी डॉलर, यूरो, और अधिक सहित दुनिया भर से 22 मुद्राओं का समर्थन करता है!";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "ऐतिहासिक मुद्रास्फीति के आंकड़ों को विभिन्न आधिकारिक स्रोतों से संकलित किया गया है।";

/* Currency of India */
"Indian Rupee" = "भारतीय रुपया";

/* Currency of Indonesia */
"Indonesian Rupiah" = "इंडोनेशियाई रुपिया";

/* Short-hand name of the app */
"Inflation Calc" = "महंगाई";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "मुद्रास्फीति की गणना";

/* Currency of Israel */
"Israeli Sheqel" = "इजरायल शेखल";

/* Currency of Japan */
"Japanese Yen" = "जापानी येन";

/* Currency of Mexico */
"Mexican Peso" = "मैक्सिकन पेसो";

/* Currency of New Zealand */
"New Zealand Dollar" = "न्यूजीलैंड डॉलर";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "मुद्रास्फीति,डॉलर,पैसा,मूल्य,समय के साथ,समय,इतिहास,ऐतिहासिक,डेटा,मूल्य,मूल्य,वर्ष,लागत,लागत";

/* Currency of Norway */
"Norwegian Krone" = "नॉर्वेजियन क्रोन";

/* Currency of Russia */
"Russian Ruble" = "रूसी रूबल";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "सऊदी अरब रियाल";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "मुद्रा चुनें";

/* Title of section that describes where data is sourced from */
"Sources" = "सूत्रों का कहना है";

/* Currency of South Africa */
"South African Rand" = "दक्षिण अफ्रीकी रैंड";

/* Currency of South Korea */
"South Korean Won" = "दक्षिण कोरियाई वोन";

/* Currency of Sweden */
"Swedish Krona" = "स्वीडिश क्रोना";

/* Currency of Switzerland */
"Swiss Franc" = "स्विस फ्रैंक";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "मुद्रास्फीति कैलकुलेटर का उपयोग करने के लिए धन्यवाद! यह संस्करण 2020 के लिए डेटा जोड़ता है।";

/* Currency of Turkey */
"Turkish Lira" = "तुर्की लीरा";

/* Currency of the United States */
"US Dollar" = "अमेरिकी डॉलर";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "भारतीय रुपया, अमेरिकी डॉलर और 20 अन्य मुद्राएं";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "संस्करण %@";

/* Title of button that opens the developer's website */
"Visit Website" = "बेवसाइट देखना";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌫";
